Repository: muhammed-aslam-pm/Homeegram
Catalog: lib/l10n/app_*.arb
Languages: ml

# loginWelcome
source: Welcome to
ml: ഹോമീറ കുടുംബത്തിലേക്ക്

# loginSubtitle1
source: Homeera Family!
ml: സ്വാഗതം!

# loginSubtitle2
source: Let's Build Dreams Together
ml: നമ്മുടെ സ്വപ്നങ്ങൾ ഒരുമിച്ച് സാക്ഷാത്കരിക്കാം

# appName
source: Homeegram
ml: ഹോമീഗ്രാം

# mobileHint
source: Mobile
ml: മൊബൈൽ

# getOtpButton
source: Get OTP!
ml: OTP നേടുക!

source: Or continue with
ml: അല്ലെങ്കിൽ തുടരുക

# agreeTerms
source: I agree Terms & condition and Privacy policy
ml: ഞാൻ നിബന്ധനകളും സ്വകാര്യതാ നയവും അംഗീകരിക്കുന്നു

source: OTP Verification
ml: OTP സ്ഥിരീകരണം

# otpInstruction
source: Enter OTP Number share to
ml: നിങ്ങളുടെ മൊബൈൽ നമ്പറിലേക്ക് അയച്ച OTP നൽകുക

# didNotReceiveOtp
source: Didnâ€™t receive the OTP?
ml: OTP ലഭ്യമാകുന്നില്ലേ?

# resendOtp
source: Resent OTP
ml: OTP വീണ്ടും അയയ്ക്കുക

# verifyAndProceedButton
source: Verify & proceed
ml: സാധൂകരിച്ച് മുന്നോട്ട് പോവുക

source: Sign Up
ml: സൈനപ്

source: Profile Name
ml: പ്രൊഫൈൽ പേര്

source: Homee Id
ml: ഹോമീ ഐഡി

# homeeIdHint
source: *Homee Id is a unique user name created by yourself for your profile!
ml: *ഹോമീ ഐഡി നിങ്ങളുടെ പ്രൊഫൈലിനായി നിങ്ങൾ സ്വയം സൃഷ്ടിച്ച യൂസർനെയിമാണ്!

# saveButton
source: Save
ml: സേവ് ചെയ്യുക

# chooseCategoryTitle
source: Choose Category!
ml: വിഭാഗം തിരഞ്ഞെടുക്കുക!

source: Home Owner
ml: ഗൃഹ ഉടമ

source: Professionals
ml: പ്രൊഫഷണലുകൾ

source: Shop/Materials
ml: ഷോപ്പ്/മെറ്റീരിയൽസ്

# homeOwnerDescription
source: Home Owner, Who joined our family for finding new home designs & trending materials.
ml: ഗൃഹ ഉടമകൾ പുതിയ വീടുകളുടെ ഡിസൈനുകളും ട്രെൻഡിംഗ് മെറ്റീരിയലുകളും കണ്ടെത്താൻ ഞങ്ങളുടെ കുടുംബത്തിൽ ചേരുന്നു.

# nextButton
source: Next
ml: അടുത്തത്

# selectInterestsTitle
source: Select Any 3 Interests!
ml: തിരഞ്ഞെടുക്കുക മൂന്ന് താൽപര്യങ്ങൾ!

# interestArchitecture
source: Architecture
ml: ആർക്കിടെക്ചർ

# interestRealEstate
source: Real Estate
ml: റിയൽ എസ്റ്റേറ്റ്

# interestLandscape
source: Landscape
ml: ലാൻഡ്‌സ്‌കേപ്പ്

# interestInteriorDesign
source: Interior Design
ml: ഇന്റീരിയർ ഡിസൈൻ

# interestAutomation
source: Automation
ml: ഓട്ടോമേഷൻ

# interestDecors
source: Decors
ml: ഡെക്കറേഷൻ

# chooseProfessionalCategoryTitle
source: Choose your Professional Catagory
ml: താങ്കളുടെ പ്രൊഫഷണൽ വിഭാഗം തിരഞ്ഞെടുക്കുക

# profileInformationTitle
source: Profile Information
ml: പ്രൊഫൈൽ വിവരം

# profileTaglineLabel
source: Profile Tagline
ml: പ്രൊഫൈൽ ടാഗ്ലൈൻ

# bioLabel
source: Bio
ml: ജീവചരിത്രം

# companyNameLabel
source: Company Name
ml: കമ്പനി പേര്

# websiteAddressLabel
source: Website address
ml: വെബ്സൈറ്റ് വിലാസം

# experienceLabel
source: Experience
ml: പരിചയം

# experienceTypePlaceholder
source: Month
ml: മാസം

# registrationNumberLabel
source: Registration No
ml: രജിസ്ട്രേഷൻ നമ്പർ

# achievementsLabel
source: Achievements
ml: നേട്ടങ്ങൾ

# officeTimeLabel
source: Office Time
ml: ഓഫീസ് സമയം

# servicesProvidedLabel
source: Services Provided
ml: സേവനങ്ങൾ നൽകിയിരിക്കുന്നു

# officeAddressLabel
source: Office address
ml: ഓഫീസ് വിലാസം
